Repository: smeedijzer-online/publication-checklist
Catalog: languages/altis-publication-checklist-*.po
Languages: nl_nl

source: Publication Checklist (smdzr)
nl_nl: Publicatie Checklist (smdzr)

source: Ensure authors meet requirements before publishing.
nl_nl: Zorg ervoor dat auteurs aan de vereisten voldoen voordat ze publiceren.

# list table column header
source: Tasks
nl_nl: Taken

source: All done!
nl_nl: Geen openstaande taken!

source: %d left
nl_nl: %d resterend

source: %s of %s task completed.
nl_nl: %s van %s taak voltooid.

source: You have incomplete tasks remaining.
nl_nl: Er zijn nog openstaande taken.

source: Optional tasks:
nl_nl: Optionele taken:

source: Skip checks
nl_nl: Taken overslaan

source: Show tasks
nl_nl: Toon taken

source: Publication Checklist
nl_nl: Publicatie Checklist
